/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Manused (%d)";

/* Old singular title format */
"AttachmentsKey" = "Manus (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Lisa manus";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Tee foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fototeek";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Manus %d on kustutatud";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Failid";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Tühista";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Pealkiri";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Märkused";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Väärtus";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "HOIATUS. Praeguse FUIFormCelli UITableViewControlleri navigationController on null. FUIAttachmentsFormCell ja ListPickerFormCell ei tööta õigesti.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d t %d min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Kestus";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "t";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "t";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Valitud";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Kõik";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Valitud (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Topeltpuudutage %d valitud üksuse kuvamiseks.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Topeltpuudutage valitud üksuse kuvamiseks.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Kas soovite valikud kindlasti hüljata?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Hülga muudatused";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Jätka redigeerimist";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Rakenda";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Hoiatus. Otsing on keelatud, kuna atribuut listPickerSearchResultsUpdating kohas ListPickerFormCell on null.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Vali kõik";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Tühista kõik valikud";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Sule";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "rohkem";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Vähem";

/* The string for switch button */
"SwitchBUttonKey" = "Lülitinupp";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "sees";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "väljas";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Seade sisse-/väljalülitamiseks topeltpuudutage";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sortimisalus";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Pole valitud";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Valiku vahetamiseks topeltpuudutage";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Järjestuse suuna vahetamiseks topeltpuudutage";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "See on %@ liugur, mille maksimumväärtus on %@ ja miinimumväärtus on %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "kui element on valitud, saate liuguri väärtuse muutmiseks nipsata üles/alla";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Praegune väärtus on %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Praeguseks väärtuseks on määratud %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Kirjutuskaitstud väli";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Märkide ülempiir on täis";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Vähendage märkide arvu";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatiivne sisendtoiming";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Nupp";

/* Clear Text button title */
"ClearTextKey" = "Kustuta tekst";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Sisendtekst kustutatud";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Avamiseks topeltpuudutage";

"DoubleTapToCollapseKey" = "Ahendamiseks topeltpuudutage";

"DoubleTapToSelectFromList" = "Loendist valimiseks topeltpuudutage";

"DoubleTapToSelect" = "Valimiseks topeltpuudutage";

"DoubleTapToUnselect" = "Valiku tühistamiseks topeltpuudutage";

"FlashKey" = "Välklamp";

"FlashIsTurnedOnKey" = "Välklamp on sisse lülitatud";

"FlashIsTurnedOffKey" = "Välklamp on välja lülitatud";

"DoubleTapToTurnOnFlashKey" = "Välklambi sisselülitamiseks koputage kaks korda";

"DoubleTapToTurnOffFlashKey" = "Välklambi väljalülitamiseks koputage kaks korda";

/* FUIStepperView tip */
"StepperTipKey" = "See on redigeeritav stepper";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "See on stepper, mida ei saa redigeerida";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maksimaalne väärtus on %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimaalne väärtus on %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Suurenda väärtust 1 võrra";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Vähenda väärtust 1 võrra";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Praegune väärtus on";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filter";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Tulemused \\(filteredNum)/\\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Kuva \\(filteredNum) üksust";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Lähtesta";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "See on redigeeritav liugur, mille minimaalne väärtus on %@ ja maksimaalne väärtus on %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "See on liugur, mida ei saa redigeerida, minimaalne väärtus on %@ ja maksimaalne väärtus on %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "See on redigeeritav vahemiku liugur, mille minimaalne väärtus on %@ ja maksimaalne väärtus on %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "See on vahemiku liugur, mida ei saa redigeerida, minimaalne väärtus on %@ ja maksimaalne väärtus on %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "liuguri väärtuse tekstiväli";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "madalama väärtusega tekstiväli";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "kõrgema väärtuse tekstiväli";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Konkreetse väärtuse sisestamiseks võite topeltpuudutada";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "liuguri pöial, praegune väärtus on";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "väärtuse muutmiseks võite pühkida üles või alla";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "madalama vahemiku liuguri pöial, praegune väärtus on";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "madalama väärtuse muutmiseks võite pühkida üles või alla";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "kõrgema vahemiku liuguri pöial, praegune väärtus on";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "kõrgema väärtuse muutmiseks võite pühkida üles või alla";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "praegune väärtus on %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "praegune madalam väärtus on %@, kõrgem väärtus on %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d/%d tärni";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Väärtuse reguleerimiseks koputage kaks korda ja lohistage vasakule või paremale";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Vöötkoodi skannimine";

"BarcodeScanHintKey" = "Skannimiseks topeltpuudutage";

